import React from "react";

import Navbar from "@/components/Navbar/Navbar";

import image from '../assets/banner.jpeg'
import Image from "next/image";

const SummerCamp = () => {
    return (
        <>
        <Navbar />
        <div className="flex flex-col justify-center items-center p-5 overflow-x-hidden font-serif">
            
        <h1 className="text-[#2c5c2d] font-bold text-[20px] my-5">
            
        கோடைக்கால இஸ்லாமிய கல்வி வகுப்பு 2024
            
            </h1>

            <h1 className="text-[#2c5c2d] font-bold text-[20px] my-5">
            
            Registration form - பதிவு படிவம்

                
                </h1>

            

            

            <form >
                    

                    

                    <hr className="tect-blue-500 my-8 border-1 border-[#222222] border-t w-[100%]" />

                   
                    {/* <h1>{form.date}</h1> */}
                    <iframe src="https://docs.google.com/forms/d/e/1FAIpQLSfel5SbfUhVlv8FdYWIAJjjGergziUio-k0wDD7n-wWrGlBeg/viewform?embed=true" width="900" className="w-[100vw] min-h-[3400px] max-h-[3500px]" frameborder="0" marginheight="0" marginwidth="0">Loading…</iframe>

            </form>

            

            <Image src={image} alt="banner" width={500} height={500} className="mt-6"/>

            <h1 className="text-[#2c5c2d] font-bold text-[20px] my-5">
            السلام عليكم ورحمة الله وبركاته
            </h1>

            <h1 className="text-[#2c5c2d]   w-[90%] font-semibold text-[20px] my-5">
           

            <br/>🥀🥀🥀🥀🥀🥀🥀🥀🥀🥀<br/><br/>

                இஸ்லாமிய கல்விச் சங்கம்<br/>

                நடத்தும்<br/> 

                மாணவர்களுக்கான கோடைகால இஸ்லாமிய வகுப்பு - 2024 <br/><br/>

                🌴🌴🌴🌴🌴🌴🌴🌴🌴 <br/><br/>

                📚 சிறந்த பிள்ளைகளாக உருவாக்குவோம்📚 <br/><br/>

                🍃🍃🍃🍃🍃🍃🍃🍃🍃 <br/><br/>

                பாடத்திட்டம்: <br/>
                1.மஹ்ரஜ் & தஜ்வீத் <br/>
                2.அகீதா (கொள்கை)<br/>
                3.ஸூரா & துஆ மனனம்<br/>
                4.தொழுகை & எழுத்து பயிற்சி<br/>
                5.சீறா (வரலாறு)<br/><br/>

                ✍🏻 DAILY  OTHER ISLAMIC ACTIVITIES ✨ 
                <br/><br/>
                🍂🍂🍂🍂🍂🍂🍂🍂🍂<br/>
                <br/>
                வகுப்பு: ஏப்ரல் 27 முதல் மே 22 வரை நடைபெரும் 
                <br/><br/>
                நேரம்: மதியம் 2:00 மணி முதல் மாலை 4:30 வரை 
                <br/><br/>
                🍃 இன்ஷா அல்லாஹ் 🍃<br/>
                <br/>
                ✨✨✨✨✨✨✨✨<br/>
                <br/>
                🎁வகுப்பில் கலந்து கொள்ளும் மாணவர்களுக்கு போட்டிகள் மற்றும் சான்றிதழுடன்  பரிசுகள் காத்திருக்கிறது🎁 <br/>
                <br/>
                ✨✨✨✨✨✨✨✨<br/>
                <br/>
                சேர்க்கை கட்டணம் - ரூ 150/- 
                <br/>
                முன்பதிவு செய்ய 👇🏻
                <br/>
                <a href="https://www.islamiyakalvisangam.org/" target="_blank">🌐https://www.islamiyakalvisangam.org/ 🌐</a>
                <br/><br/>
                என்ற வலைத்தளத்திற்கு சென்று, அதில்<br/>
                &quot;Summer camp 2024&quot; ஐ கிளிக் செய்து <br/>
                அதில் வரும் google form படிவத்தில் பதிவு செய்து கொள்ளவும்.
                <br/>
                🥀🥀🥀🥀🥀🥀🥀🥀🥀🥀<br/><br/>

                மேலும் மக்தப் மதரஸாகளுக்கான (அல் மத்ரஸத்துர் ராழியா & அல் மத்ரஸத்துல் அஸ்ஹரிய்யா) ADMISSIONS நடைபெறுகிறது<br/><br/> 

                🥀🥀🥀🥀🥀🥀🥀🥀🥀🥀<br/><br/>

                தொடர்புக்கு: 
                <br/><br/>
                +91 90924 37232<br/>
                +91 97878 33427<br/>
                +91 6382 273264<br/>
                +91 99763 46062<br/><br/>

                📍இடம்: அல் மத்ரஸத்துர் ராழியா,
                11/69, வள்ளல் சீதக்காதி சாலை,
                கீழக்கரை.📍<br/>

                என்றும் இறைப்பணியில் 
                இஸ்லாமிய கல்விச் சங்கம்
                            </h1>
           
        </div>
        </>
    )
}

export default SummerCamp;